Repository: kukapu/ticket_splitter
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: %{count} saved ticket
es: %{count} ticket guardado

source: + Button
es: Botón +

source: - Button
es: Botón -

source: Actions
es: Acciones

source: Add 1 more unit to common
es: Añadir 1 unidad más al común

source: Add 1 unit to my account
es: Añadir 1 unidad a mi cuenta

source: Analyzing your ticket...
es: Analizando tu ticket...

source: Are you sure you want to delete this ticket from history? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este ticket del historial? Esta acción no se puede deshacer.

source: Are you sure you want to share this product with another participant?
es: ¿Estás seguro de que quieres compartir este producto con otro participante?

source: Are you sure you want to stop sharing this product?
es: ¿Estás seguro de que quieres dejar de compartir este producto?

source: Attempting to reconnect
es: Intentando reconectar

source: COMMON
es: COMÚN

source: Cancel
es: Cancelar

source: Click on someone else's group to share (50-50)
es: Click en grupo de otros para compartir (50-50)

source: Common button
es: Botón común

source: Confirm
es: Confirmar

source: Copy
es: Copiar

source: Delete from history
es: Eliminar del historial

source: Delete ticket
es: Eliminar ticket

source: Drag to adjust
es: Arrastra para ajustar

source: File is too large (max. 10MB)
es: El archivo es demasiado grande (máx. 10MB)

source: JPG, PNG or WEBP (max. 10MB)
es: JPG, PNG o WEBP (máx. 10MB)

source: Make common for everyone
es: Hacer común para todos

source: My share
es: Mi parte

source: No recent tickets
es: No hay tickets recientes

source: No tickets saved yet
es: Ningún ticket guardado aún

source: Only one file allowed at a time
es: Solo se permite un archivo a la vez

source: Participants
es: Participantes

source: Pending:
es: Pendiente:

source: Recent tickets
es: Tickets recientes

source: Remove 1 unit from common
es: Quitar 1 unidad del común

source: Remove 1 unit from my account
es: Quitar 1 unidad de mi cuenta

source: Remove from common
es: Quitar de común

source: Retry
es: Reintentar

source: Scan this QR code to access the ticket
es: Escanea este código QR para acceder al ticket

source: Select image
es: Seleccionar imagen

source: Share
es: Compartir

source: Share Ticket
es: Compartir Ticket

source: Share on
es: Compartir en

source: Share product
es: Compartir producto

source: Shared
es: Compartido

source: Something went wrong!
es: ¡Algo salió mal!

source: Stop sharing
es: Dejar de compartir

source: Summary
es: Resumen

source: Swipe to remove from common
es: Desliza para quitar de común

source: Take photo
es: Tomar foto

source: Ticket link
es: Enlace del ticket

source: Ticket total:
es: Total del ticket:

source: Total assigned:
es: Total asignado:

source: Unnamed ticket
es: Ticket sin nombre

source: Unsupported file format
es: Formato de archivo no soportado

source: Upload a photo of your ticket and split expenses with your friends automatically. Ticket Splitter analyzes your ticket with AI and helps you split costs fairly.
es: Sube una foto de tu ticket y divide los gastos entre tus amigos de forma automática. Ticket Splitter analiza tu ticket con IA y te ayuda a repartir los gastos de manera justa.

source: Upload a ticket and participate to start your history
es: Sube un ticket y participa para empezar tu historial

source: Upload your ticket
es: Sube tu ticket

source: Usage instructions
es: Instrucciones de uso

source: We can't find the internet
es: No podemos encontrar internet

source: Your name
es: Tu nombre

source: assigned
es: asignadas

source: available
es: disponibles

source: close
es: cerrar

source: common
es: comunes

source: on available products to add 1 unit to yourself
es: en productos disponibles para añadirte 1 unidad

source: on available products to make common for everyone
es: en productos disponibles para hacer común para todos

source: on available products to remove 1 unit from yourself
es: en productos disponibles para quitarte 1 unidad

source: people
es: personas

source: Join my ticket!
es: ¡Únete a mi ticket!

source: Join my ticket!
es: ¡Únete a mi ticket!

source: Crop your ticket
es: Recorta tu ticket

source: Enter your name
es: Introduce tu nombre

source: Pinch or scroll to zoom
es: Pellizca o haz scroll para hacer zoom

source: Rest of participants
es: Resto de participantes

source: Save
es: Guardar

source: Ticket image
es: Imagen del ticket

source: User settings
es: Configuración de usuario

source: View ticket image
es: Ver imagen del ticket

source: Edit
es: Editar

source: I'm new here
es: Soy nuevo aquí

source: Select your name if you're already in the ticket, or create a new one.
es: Selecciona tu nombre si ya estás en el ticket, o crea uno nuevo.

source: Who are you?
es: ¿Quién eres?

source: or
es: o

source: (me)
es: (yo)

source: as
es: como

source: Return to my account
es: Volver a mi cuenta

source: Acting as
es: Actuando como

source: Me
es: Yo

source: Add
es: Añadir

source: Add new person
es: Añadir persona

source: Assign
es: Asignar

source: Assigning to:
es: Asignando a:

source: Clear
es: Quitar

source: I pay for
es: Pago por

source: Name...
es: Nombre...

source: Select a person to assign items on their behalf
es: Selecciona a quién asignarle productos
